[A_Weapons.WeaponType_Bandit_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Dahl_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Hyperion_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Jakobs_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Jakobs_Pistol:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description=""
NoConstraintText="Dispara tão rápido quanto você puder apertar o gatilho."
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Maliwan_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Maliwan_Pistol:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description=""
NoConstraintText="Inflige danos elementais adicionais"
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Tediore_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Tediore_Pistol:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description=""
NoConstraintText="Explode como uma granada ao recarregar."
Suffix=""
Prefix=""

[A_Weapons.WeaponType_Torgue_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WeaponType_Vladof_Pistol WeaponTypeDefinition]
Typename="Pistola"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Accessory.Pistol_Accessory_Stock_Stability:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Aumenta a estabilidade da arma."
Suffix=""
Prefix=""

[Barrel.Fibber.Pistol_Barrel_Bandit_Fibber_1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="+50% de amor"
Suffix=""
Prefix=""

[Barrel.Fibber.Pistol_Barrel_Bandit_Fibber_1:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="+3.000% de danos"
Suffix=""
Prefix=""

[Barrel.Fibber.Pistol_Barrel_Bandit_Fibber_2:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="+50% de amor"
Suffix=""
Prefix=""

[Barrel.Fibber.Pistol_Barrel_Bandit_Fibber_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="+3.000% de danos"
Suffix=""
Prefix=""

[Barrel.Fibber.Pistol_Barrel_Bandit_Fibber_3:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="+50% de amor"
Suffix=""
Prefix=""

[Barrel.Fibber.Pistol_Barrel_Bandit_Fibber_3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="+3.000% de danos"
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_1:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_3:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_3_Rubi:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_4:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[ManufacturerMaterials.Mat_Maliwan_5_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Alta probabilidade de provocar efeito elemental"
NoConstraintText=""
Suffix=""
Prefix=""

[Name.Prefix.Prefix__Flints WeaponNamePartDefinition]
PartName="Flynt's"

[Name.Prefix.Prefix__MissMoxxis WeaponNamePartDefinition]
PartName="Miss Moxxi's"

[Name.Prefix.Prefix_Barrel_Alien_Homing WeaponNamePartDefinition]
PartName="Homing"

[Name.Prefix.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Heavy"

[Name.Prefix.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Rapid"

[Name.Prefix.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Bladed"

[Name.Prefix.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Sharp"

[Name.Prefix.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosiva"

[Name.Prefix.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix.Prefix_Fuckin WeaponNamePartDefinition]
PartName="Fuckin'"

[Name.Prefix.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Tuned"

[Name.Prefix.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Double"

[Name.Prefix.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Marksman's"

[Name.Prefix.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Extended"

[Name.Prefix.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Killer"

[Name.Prefix.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Rapid"

[Name.Prefix.Prefix_U_Crappy WeaponNamePartDefinition]
PartName="Basic"

[Name.Prefix_Bandit.Prefix__Legendable WeaponNamePartDefinition]
PartName="Legendable"

[Name.Prefix_Bandit.Prefix_Barrel_Alien_Homing WeaponNamePartDefinition]
PartName="Homering"

[Name.Prefix_Bandit.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Hevvy"

[Name.Prefix_Bandit.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Xtra Fast"

[Name.Prefix_Bandit.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Baynaneted"

[Name.Prefix_Bandit.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Crudy"

[Name.Prefix_Bandit.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Fire Fire"

[Name.Prefix_Bandit.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Zapper"

[Name.Prefix_Bandit.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slaged"

[Name.Prefix_Bandit.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="misles"

[Name.Prefix_Bandit.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Dubble"

[Name.Prefix_Bandit.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Marxmans"

[Name.Prefix_Bandit.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Extendified"

[Name.Prefix_Bandit.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="murduerer's"

[Name.Prefix_Bandit.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Rapider"

[Name.Prefix_Dahl.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Support"

[Name.Prefix_Dahl.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Rapid"

[Name.Prefix_Dahl.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Close Quarters"

[Name.Prefix_Dahl.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix_Dahl.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix_Dahl.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Sapping"

[Name.Prefix_Dahl.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Amp"

[Name.Prefix_Dahl.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Floated"

[Name.Prefix_Dahl.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Twin"

[Name.Prefix_Dahl.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Tactical"

[Name.Prefix_Dahl.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Loaded"

[Name.Prefix_Dahl.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Neutralizing"

[Name.Prefix_Dahl.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="React"

[Name.Prefix_Hyperion.Prefix__AutoCorrecting WeaponNamePartDefinition]
PartName="Auto Correcting"

[Name.Prefix_Hyperion.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Substantial"

[Name.Prefix_Hyperion.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Slick"

[Name.Prefix_Hyperion.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Action"

[Name.Prefix_Hyperion.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Base"

[Name.Prefix_Hyperion.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Hot Button"

[Name.Prefix_Hyperion.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Energizing"

[Name.Prefix_Hyperion.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Amplified"

[Name.Prefix_Hyperion.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Earnest"

[Name.Prefix_Hyperion.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Redundant"

[Name.Prefix_Hyperion.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Core"

[Name.Prefix_Hyperion.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Maximized"

[Name.Prefix_Hyperion.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Win-Win"

[Name.Prefix_Hyperion.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Dynamic"

[Name.Prefix_Jakobs.Prefix__Iron WeaponNamePartDefinition]
PartName="Iron"

[Name.Prefix_Jakobs.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Buntline"

[Name.Prefix_Jakobs.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Trickshot"

[Name.Prefix_Jakobs.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Bowie"

[Name.Prefix_Jakobs.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Straight Shootin'"

[Name.Prefix_Jakobs.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Two Fer"

[Name.Prefix_Jakobs.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Gunstock"

[Name.Prefix_Jakobs.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Loaded"

[Name.Prefix_Jakobs.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Dastardly"

[Name.Prefix_Jakobs.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Trick Shot"

[Name.Prefix_Maliwan.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Corpulent"

[Name.Prefix_Maliwan.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Mecurial"

[Name.Prefix_Maliwan.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Evisceration"

[Name.Prefix_Maliwan.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Trenchant"

[Name.Prefix_Maliwan.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Inflammatory"

[Name.Prefix_Maliwan.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Electrified"

[Name.Prefix_Maliwan.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Scoria"

[Name.Prefix_Maliwan.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Punctilious"

[Name.Prefix_Maliwan.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Binary"

[Name.Prefix_Maliwan.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Elegant"

[Name.Prefix_Maliwan.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Surfeit"

[Name.Prefix_Maliwan.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Potent"

[Name.Prefix_Maliwan.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Expeditious"

[Name.Prefix_Tediore.Prefix__Disposable WeaponNamePartDefinition]
PartName="Disposable"

[Name.Prefix_Tediore.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Extra Strength"

[Name.Prefix_Tediore.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Brisk"

[Name.Prefix_Tediore.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Perma-Sharp"

[Name.Prefix_Tediore.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Pine Fresh"

[Name.Prefix_Tediore.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Red Hot"

[Name.Prefix_Tediore.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Energizing"

[Name.Prefix_Tediore.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Disinfecting"

[Name.Prefix_Tediore.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Dependable"

[Name.Prefix_Tediore.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Two for One"

[Name.Prefix_Tediore.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Clean"

[Name.Prefix_Tediore.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Jam Packed"

[Name.Prefix_Tediore.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Super"

[Name.Prefix_Tediore.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Peppy"

[Name.Prefix_Torgue.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Rigid"

[Name.Prefix_Torgue.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Vigorous"

[Name.Prefix_Torgue.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Thrusting"

[Name.Prefix_Torgue.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Explicit"

[Name.Prefix_Torgue.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Double Penetrating"

[Name.Prefix_Torgue.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Stiff"

[Name.Prefix_Torgue.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Crammed"

[Name.Prefix_Torgue.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Hard"

[Name.Prefix_Torgue.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Intense"

[Name.Prefix_Vladof.Prefix_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Cold"

[Name.Prefix_Vladof.Prefix_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Relentless"

[Name.Prefix_Vladof.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Patriot's"

[Name.Prefix_Vladof.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Caustic"

[Name.Prefix_Vladof.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Burning"

[Name.Prefix_Vladof.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Discharge"

[Name.Prefix_Vladof.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix_Vladof.Prefix_Laser_Accuracy WeaponNamePartDefinition]
PartName="Righteous"

[Name.Prefix_Vladof.Prefix_Laser_Double WeaponNamePartDefinition]
PartName="Dva"

[Name.Prefix_Vladof.Prefix_Stock_Stability WeaponNamePartDefinition]
PartName="Resolute"

[Name.Prefix_Vladof.Prefix_Tech1_Mag WeaponNamePartDefinition]
PartName="Unending"

[Name.Prefix_Vladof.Prefix_Tech2_Damage WeaponNamePartDefinition]
PartName="Purging"

[Name.Prefix_Vladof.Prefix_Tech3_Firerate WeaponNamePartDefinition]
PartName="Vengeful"

[Name.Title.Title__Unique_Creeper WeaponNamePartDefinition]
PartName="Creeper"

[Name.Title.Title__Unique_Creeper:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Vou consolar sua mamãe."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Dahlminator WeaponNamePartDefinition]
PartName="Dahlminator"

[Name.Title.Title__Unique_Dahlminator:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Desvie disso."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Fibber WeaponNamePartDefinition]
PartName="Fibber"

[Name.Title.Title__Unique_Fibber:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Por que eu mentiria?"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_GwensHead WeaponNamePartDefinition]
PartName="Gwen's Head"

[Name.Title.Title__Unique_GwensHead:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Pense de forma criativa."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Judge WeaponNamePartDefinition]
PartName="Judge"

[Name.Title.Title__Unique_Judge:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Agora estou livre."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_LadyFist WeaponNamePartDefinition]
PartName="Lady Fist"

[Name.Title.Title__Unique_LadyFist:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Alguns dizem que o amor pode ser uma Lady Finger mas, o verdadeiro amor é uma Lady Fist."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Law WeaponNamePartDefinition]
PartName="Law"

[Name.Title.Title__Unique_Law:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Tcharam."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Rubi WeaponNamePartDefinition]
PartName="Rubi"

[Name.Title.Title__Unique_Rubi:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Sempre que preciso decidir entre dois males, procuro escolher o que ainda não conheço."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Teapot WeaponNamePartDefinition]
PartName="Teapot"

[Name.Title.Title__Unique_Teapot:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Uma festa do chá!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Tinderbox WeaponNamePartDefinition]
PartName="Tinderbox"

[Name.Title.Title__Unique_Tinderbox:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Ideal para soltar fogos."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Veritas WeaponNamePartDefinition]
PartName="Veritas"

[Name.Title.Title__Unique_Veritas:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Deveria ter ficado em primeiro."
Suffix=""
Prefix=""

[Name.Title.Title_Dart WeaponNamePartDefinition]
PartName="Dart"

[Name.Title.Title_Pistol WeaponNamePartDefinition]
PartName="Pistol"

[Name.Title.Title_Spiker WeaponNamePartDefinition]
PartName="Spiker"

[Name.Title_Bandit.Title__Pistal WeaponNamePartDefinition]
PartName="Pistal"

[Name.Title_Bandit.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Hed Shoter!"

[Name.Title_Bandit.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Ass Beeter!"

[Name.Title_Bandit.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Magamum!"

[Name.Title_Bandit.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Ratatater!"

[Name.Title_Bandit.Title_Legendary_Gub WeaponNamePartDefinition]
PartName="Gub"

[Name.Title_Bandit.Title_Legendary_Gub:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Con naturalidad"
Suffix=""
Prefix=""

[Name.Title_Dahl.Title__Repeater WeaponNamePartDefinition]
PartName="Repeater"

[Name.Title_Dahl.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Anaconda"

[Name.Title_Dahl.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Peacemaker"

[Name.Title_Dahl.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Magnum"

[Name.Title_Dahl.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Negotiator"

[Name.Title_Dahl.Title_Legendary_Hornet WeaponNamePartDefinition]
PartName="Hornet"

[Name.Title_Dahl.Title_Legendary_Hornet:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Temam o enxame!"
Suffix=""
Prefix=""

[Name.Title_Hyperion.Title__Shooter WeaponNamePartDefinition]
PartName="Apparatus"

[Name.Title_Hyperion.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Vision"

[Name.Title_Hyperion.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Leverage"

[Name.Title_Hyperion.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Impact"

[Name.Title_Hyperion.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Synergy"

[Name.Title_Hyperion.Title_Legendary_LogansGun WeaponNamePartDefinition]
PartName="Logan's Gun"

[Name.Title_Hyperion.Title_Legendary_LogansGun:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Muito mais que uma arma!"
Suffix=""
Prefix=""

[Name.Title_Jakobs.Title__Revolver WeaponNamePartDefinition]
PartName="Revolver"

[Name.Title_Jakobs.Title__Wheelgun WeaponNamePartDefinition]
PartName="Wheelgun"

[Name.Title_Jakobs.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Longarm"

[Name.Title_Jakobs.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Iron"

[Name.Title_Jakobs.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Widow Maker"

[Name.Title_Jakobs.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Pepperbox"

[Name.Title_Jakobs.Title_Body3_Iron WeaponNamePartDefinition]
PartName="Iron"

[Name.Title_Jakobs.Title_Legendary_Maggie WeaponNamePartDefinition]
PartName="Maggie"

[Name.Title_Jakobs.Title_Legendary_Maggie:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A mulher do Monty não suporta idiotices."
Suffix=""
Prefix=""

[Name.Title_Maliwan.Title__Pistol WeaponNamePartDefinition]
PartName="Aegis"

[Name.Title_Maliwan.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Phobia"

[Name.Title_Maliwan.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Torment"

[Name.Title_Maliwan.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Animosity"

[Name.Title_Maliwan.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Umbrage"

[Name.Title_Maliwan.Title_Legendary_ThunderballFists WeaponNamePartDefinition]
PartName="Thunderball Fists"

[Name.Title_Maliwan.Title_Legendary_ThunderballFists:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Posso ter um desses?"
Suffix=""
Prefix=""

[Name.Title_Tediore.Title__Handgun WeaponNamePartDefinition]
PartName="Handgun"

[Name.Title_Tediore.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Aimshot"

[Name.Title_Tediore.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Power Shot"

[Name.Title_Tediore.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Biggun"

[Name.Title_Tediore.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Quickshot"

[Name.Title_Tediore.Title_Legendary_Gunerang WeaponNamePartDefinition]
PartName="Gunerang"

[Name.Title_Tediore.Title_Legendary_Gunerang:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Experimente."
Suffix=""
Prefix=""

[Name.Title_Torgue.Title__HandCannon WeaponNamePartDefinition]
PartName="Hand Cannon"

[Name.Title_Torgue.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Hole Puncher"

[Name.Title_Torgue.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Rod"

[Name.Title_Torgue.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Slapper"

[Name.Title_Torgue.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Injector"

[Name.Title_Torgue.Title_Legendary_Calla WeaponNamePartDefinition]
PartName="Unkempt Harold"

[Name.Title_Torgue.Title_Legendary_Calla:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Ele levou seis tiros, ou foram cinco?  Ou três?  Sete?  Ah, que se dane!"
Suffix=""
Prefix=""

[Name.Title_Vladof.Title__TMP WeaponNamePartDefinition]
PartName="TMP"

[Name.Title_Vladof.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Assassin"

[Name.Title_Vladof.Title_Barrel_Jakobs_SlowDamage WeaponNamePartDefinition]
PartName="Fighter"

[Name.Title_Vladof.Title_Barrel_Torgue_InaccurateDamage WeaponNamePartDefinition]
PartName="Troublemaker"

[Name.Title_Vladof.Title_Barrel_Vladof_Rapid WeaponNamePartDefinition]
PartName="Anarchist"

[Name.Title_Vladof.Title_Legendary_Infinity WeaponNamePartDefinition]
PartName="Infinity"

[Name.Title_Vladof.Title_Legendary_Infinity:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Está mais perto do que imagina! (nah, foda-se)"
Suffix=""
Prefix=""

